/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.anonymalert" = "Dado que no tenemos su correo electrónico, no podremos comunicarnos con usted si es necesario para abordar su problema.";


"zanalytics.bug.alert.quitfeedback" = "¿Está seguro de que desea salir?";
"zanalytics.feedback.navbar.title.noscreenshots" = "No hay capturas de pantalla disponibles";
"zanalytics.feedback.navbar.title.screenshots" = "Capturas de pantalla";
"zanalytics.feedback.navbar.title.snap" = "Ajustar";
"zanalytics.feedback.navbar.title.compose" = "Redactar";

"zanalytics.bug.alert.cancel"               = "No";
"zanalytics.bug.alert.title"                = "¿Quiere decirnos algo?";
"zanalytics.feedback.navbar.title.feedback"             = "Comentarios";
"zanalytics.feedback.navbar.title.reportbug"            = "Notificar error";
"zanalytics.feedback.navbar.title.helpme"               = "Necesito ayuda";

"zanalytics.feedback.navbar.title.systemlogs"             = "Registros del sistema";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Información de diagnóstico";

"zanalytics.bug.alert.dontshowagain"            = "No mostrar de nuevo";
"zanalytics.bug.alert.title.helpme"            = "Necesito ayuda";

"zanalytics.bug.alert.message.savetolocal"         = "Lo sentimos... No pudimos enviar el informe de errores, ¿quiere guardar la captura de pantalla?";



"zanalytics.feedback.email.title"                = "Dirección de correo electrónico";


"zanalytics.bug.detectscreen.title"       = "¿Ha encontrado algo interesante?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Sí";
"zanalytics.bug.alert.detectscreen.no"                       = "No";

"zanalytics.bug.alert.detectscreen.share" = "Compartir";
"zanalytics.bug.alert.detectscreen.dontshow" = "No preguntar de nuevo";

"zanalytics.bug.annotate.button.title"                       = "Anote el error usando las siguientes herramientas";


"zanalytics.feedback.failed.alert.description" = "No es posible enviar la información; inténtelo nuevamente.";


"zanalytics.feedback.success.alert.description" = "Gracias por enviar sus comentarios.";


"zanalytics.feedback.common.alert.title.add.photos" = "Agregar fotos";
"zanalytics.feedback.common.alert.title.alert" = "Alerta";
"zanalytics.feedback.common.button.title.back" = "Atrás";
"zanalytics.feedback.common.button.title.cancel" = "Cancelar";
"zanalytics.feedback.common.button.title.close" = "Cerrar";
"zanalytics.feedback.common.button.title.ok" = "Aceptar";

"zanalytics.feedback.textview.placeholder"           = "Somos buenos oyentes. Díganos su opinión.";
"zanalytics.bug.textview.placeholder"           = "¿Tuvo problemas mientras usaba nuestra aplicación? Háganoslo saber.";
"zanalytics.help.textview.placeholder"           = "¡Intentaremos hacer las cosas bien y ayudarte!";

"zanalytics.feedback.add.photos.alert.description" = "No hay fotos adjuntas, abra la galería de fotos para agregar más fotos.";

"zanalytics.feedback.add.photos.alert.open" = "Abrir fotos";


"zanalytics.feedback.access.photos.alert.description" = "La aplicación %@ no tiene acceso a sus fotos.\nPara habilitar el acceso, vaya a: Configuración  >  Privacidad  >  Fotos > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Configuración";

"zanalytics.feedback.label.title.anonymous" = "Anónimo";

"zanalytics.feedback.navbar.button.title.send" = "Enviar";
"zanalytics.feedback.navbar.button.title.next" = "Próximo";
"zanalytics.feedback.navbar.button.title.done" = "Listo";
"zanalytics.feedback.navbar.button.title.editphotos" = "Editar fotos";
"zanalytics.feedback.navbar.button.title.addmore" = "Agregar más";
"zanalytics.feedback.navbar.button.title.attach" = "Adjuntar";
"zanalytics.feedback.navbar.button.title.delete" = "Eliminar";


"zanalytics.feedback.navbar.title.taptoedit" = "Toque para editar";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Elegir fotos";
"zanalytics.feedback.navbar.title.selectphotos" = "Seleccionar fotos";
"zanalytics.feedback.navbar.title.photoselected" = "Foto seleccionada";
"zanalytics.feedback.navbar.title.photosselected" = "Fotos seleccionadas";

"zanalytics.feedback.accessory.title.systemlogs" = "Incluir registros del sistema";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Incluir información de diagnóstico";
"zanalytics.feedback.accessory.button.title.view" = "Ver";

"zanalytics.feedback.picker.image.notfound" = "Imágenes no encontradas";

"zanalytics.feedback.attachments.title" = "Datos adjuntos(%i)";

"zanalytics.feedback.privacy.consent.description" = "Le recomendamos que incluya el registro de la consola y la información de diagnóstico, ya que ayudará a nuestros desarrolladores a comprender mejor los comentarios que comparte.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Registros de consola";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Información de diagnóstico";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Otra información";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Información del dispositivo";

"zanalytics.feedback.privacy.consent.cancel" = "Cancelar";

"zanalytics.feedback.privacy.consent.openmailapp" = "Abrir en correo";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Siempre enviar";

